Repository: oxixes/wirecloud
Catalog: src/wirecloud/platform/locale/*/LC_MESSAGES/django.po
Languages: es, ja

source: Edit
es: Editar
ja: 編集

source: Concept
es: Concepto
ja: コンセプト

source: Value
es: Valor
ja: 値

source: Resource already exists %(resource_id)s
es: El recurso ya existe (%(resource_id)s)
ja: リソースは既に存在します %(resource_id)s

source: Language
es: Idioma
ja: 言語

source: Current language used in the platform
es: Idioma actualmente utilizado en la plataforma
ja: プラットフォームで使用されている現在の言語

source: Username
es: Nombre de usuario
ja: ユーザ名

source: User name of the current logged user
es: Nombre de usuario del usuario actual
ja: 現在ログインしているユーザのユーザ名

source: Full name
es: Nombre completo
ja: 氏名

source: Full name of the logged user
es: Nombre completo del usuario actual
ja: ログインしているユーザの氏名

source: Avatar
ja: アバター

source: URL of the avatar
es: URL del avatar
ja: アバターの URL

source: Is Anonymous
es: Es anónimo
ja: 匿名か

source: Boolean. Designates whether current user is logged in the system.
es: Boleano. Indica cuando hay un usuario registrado actualmente en el sistema.
ja: ブール値。 現在のユーザがシステムにログインしているかどうかを指定します。

source: Is Staff
es: Es personal
ja: スタッフか

source: Boolean. Designates whether current user can access the admin site.
es: Boleano. Indica cuando el usuario actual puede acceder al panel de administración.
ja: ブール値。 現在のユーザが管理サイトにアクセスできるかどうかを指定します。

source: Is Superuser
es: Es superusuario
ja: スーパーユーザか

source: Boolean. Designates whether current user is a super user.
es: Booleano. Indica cuando el usuario actualmente registrado es un super usuario.
ja: ブール値。 現在のユーザがスーパーユーザーかどうかを指定します。

source: Mode
es: Modo
ja: モード

source: Rendering mode used by the platform (available modes: classic, smartphone and embedded)
es: Modo de funcionamiento usado por la plataforma (modos disponibles: classic, smartphone y embedded)
ja: プラットフォームで使用されるレンダリングモード (使用可能なモード: classic, smartphone および embedded)

source: Orientation
es: Orientación
ja: 向き

source: Current screen orientation
es: Orientación actual de la plataforma
ja: 現在の画面の向き

source: Theme
es: Estilo
ja: テーマ

source: Name of the theme used by the platform
es: Nombre del estilo usado por la plataforma
ja: プラットフォームによって使用されるテーマの名前

source: Version
es: Versión
ja: バージョン

source: Version of the platform
es: Versión de la plataforma
ja: プラットフォームのバージョン

source: Version Hash
es: Hash de la versión
ja: バージョン・ハッシュ

source: Hash for the current version of the platform. This hash changes when the platform is updated or when an addon is added or removed
es: Hash asignado a la versión actual de la plataforma. Este bash cambia cuando la plataforma se actualiza o cuando un adán es activado o desactivado
ja: 現在のバージョンのプラットフォームのハッシュ。 このハッシュは、プラットフォームが更新されたとき、またはアドオンが追加または削除されたときに変更されます

source: Anonymous
es: Anónimo
ja: 匿名

source: Description
es: Descripción
ja: 説明

source: Short description of the workspace without formating
es: Descripción corta del dashboard sin formato
ja: 書式設定なしのワークスペースの簡単な説明

source: Title
es: Título
ja: タイトル

source: Current title of the workspace
es: Título actual del entorno de trabajo
ja: 現在のワークスペースのタイトル

source: Name
es: Nombre
ja: 名前

source: Current name of the workspace
es: Nombre actual del entorno de trabajo
ja: 現在のワークスペースの名前

source: Owner
es: Dueño
ja: オーナー

source: Workspace's owner username
es: Nombre de usuario del dueño del entorno de trabajo
ja: ワークスペースの所有者のユーザ名

source: Long description
es: Descripción larga
ja: 長い説明

source: Detailed workspace's description. This description can contain formatting.
es: Descripción detallada del workspace. Esta descripción puede contener formato.
ja: 詳細なワークスペースの説明。 この説明には書式設定を含めることができます。

source: Public
es: Público
ja: パブリック

source: Allow any user to open this workspace (in read-only mode). (default: disabled)
es: Permite a cualquier usuario acceder a este entorno de trabajo (en modo de solo lectura). (valor por defecto: deshabilitado)
ja: 任意のユーザーが読み取り専用モードでこのワークスペースを開くことを許可します (デフォルト:無効)

source: Share list
es: Lista de compartidos
ja: 共有リスト

source: List of users with access to this workspace. (default: [])
es: Lista de usuarios con acceso a este entorno de trabajo. (valor por defecto: [])
ja: このワークスペースにアクセスできるユーザーのリスト。(デフォルト: [])

source: Default layout
es: Esquema por defecto
ja: デフォルト・レイアウト

source: Base
ja: ベース

source: Free
es: Libre
ja: フリー

source: Default layout for the new widgets.
es: Distribución por defecto para los nuevos widgets.
ja: 新しいウィジェットのデフォルト・レイアウト。

source: Base layout
es: Distribución base
ja: ベース・レイアウト

source: Widget
ja: ウィジェット

source: Widget URI
ja: ウィジェット URI

source: Tab
es: Pestaña
ja: タブ

source: Layout
es: Distribución
ja: レイアウト

source: Read Only
es: Sólo lectura
ja: 読み取り専用

source: Field %(field)s must contain a boolean value
es: El campo %(field)s tiene que contener un valor booleado
ja: フィールド %(field)s にはブール値を含める必要があります

source: Field %(field)s must contain a number value
es: El campo %(field)s tiene que contener un valor númerico
ja: フィールド %(field)s には数値を含める必要があります

source: Invalid value for %(field)s
es: Valor inválido para el campo %(field)s
ja: %(field)s の値が無効です

source: %(uri)s is not a widget
es: %(uri)s no es un widget
ja: %(uri)s はウィジェットではありません

source: You don't have permission to access this workspace
es: No tienes permisos para acceder a este entorno de trabajo
ja: このワークスペースにアクセスする権限がありません

source: You have not enough permission for adding iwidgets to the workspace
es: No tienes permisos suficientes para añadir nuevos widgets en el workspace
ja: ワークスペースにウィジェットを追加する権限がありません

source: refered widget %(widget_uri)s does not exist.
es: el widget referenciado %(widget_uri)s no existe.
ja: 参照されたウィジェット %(widget_uri)s は存在しません。

source: You have not enough permission for updating the iwidgets of this workspace
es: No tienes suficientes permisos para actualizar las instancias de los widgets de este entorno de trabajo
ja: このワークスペースのウィジェットを更新する権限がありません

source: Widget {id} does not exist
es: El widget {id} no existe
ja: ウィジェット {id} は存在しません

source: You have not enough permission for updating the iwidget
es: No tienes suficientes permisos para actualizar está instancia de widget
ja: ウィジェットを更新する権限がありません

source: Target tab {id} does not exist
es: La pestaña {id} no existe
ja: ターゲットタブ {id} は存在しません

source: You have not enough permission for removing iwidgets from the workspace
es: No tienes suficientes permisos para eliminar widgets del entorno de trabajo
ja: ワークスペースからウィジェットを削除する権限がありません

source: IWidget cannot be deleted
es: El Widget no puede ser borrado
ja: ウィジェットは削除できません

source: Missing widget variables cannot be updated
es: Las variables de los widgets ausentes no pueden ser actualizados
ja: 欠落しているウィジェット変数は更新できません

source: Invalid preference: "%s"
es: Preferencia inválida: "%s"
ja: 無効な設定: "%s"

source: "%s" preference is read only.
es: La preferencia "%s" es de sólo lectura.
ja: "%s" 設定は読み取り専用です。

source: You have not enough permission for updating the preferences of the iwidget
es: No tienes suficientes permisos para actualizar las preferencias del widget
ja: ウィジェットの設定を更新する権限がありません

source: Invalid persistent variable: "%s"
es: Variable persistente inválida: "%s"
ja: 無効な永続変数: "%s"

source: You have not enough permission for updating the persistent variables of this widget
es: No tienes permisos suficientes para actualizar la variable persistente del widget
ja: このウィジェットの永続変数を更新する権限がありません

source: Missing component file in the request
es: Falta el fichero del componente en la petición
ja: 要求に含まれていないコンポーネントファイル

source: The uploaded file is not a zip file
es: El fichero subido no es un fichero zip
ja: アップロードされたファイルは zip ファイルではありません

source: Missing market name
es: Falta el nombre del marketplace
ja: マーケット名がありません

source: Unknown market: %s
es: Marketplace desconocido: %s
ja: 不明なマーケット: %s

source: Content cannot be downloaded from the specified url
es: El contenido no pudo ser descargado desde la URL especificada
ja: 指定された URL からコンテンツをダウンロードできません

source: The file downloaded from the marketplace is not a zip file
es: El fichero descargado desde el marketplace no es un fichero zip
ja: マーケットプレイスからダウンロードしたファイルは zip ファイルではありません

source: You are not allowed to make resources publicly available to all users
es: No tienes permisos para hacer disponibles los recursos a todos los usuarios
ja: すべてのユーザにリソースを公開することは許可されていません

source: You are not allowed allow to install components to other users
es: No tienes permisos para instalar componentes a otros usuarios
ja: 他のユーザにコンポーネントをインストールすることを許可されていません

source: Resource already exists
es: El recurso ya existía
ja: リソースは既に存在します

source: The uploaded file is not a valid zip file
es: El fichero subido no es un fichero zip valido
ja: アップロードされたファイルは有効な zip ファイルではありません

source: Error writing the resource into the filesystem. Please, contact the server administrator.
es: Error escribiendo el recurso en el sistema de ficheros. Por favor, contacte con el administrador del servidor.
ja: ファイルシステムにリソースを書き込む際にエラーが発生しました。 サーバ管理者に連絡してください。

source: You are not allowed to retrieve info about this resource
es: No tienes permisos para obtener la información sobre este recurso
ja: このリソースに関する情報を取得することはできません

source: You are not allowed to delete resources
es: No tienes permisos para borrar recursos
ja: リソースを削除することを許可されていません

source: You don't have access to this workspace
es: No tienes acceso a este entorno de trabajo
ja: このワークスペースにアクセスできません

source: User
es: Usuario
ja: ユーザ

source: Options
es: Opciones
ja: オプション

source: Market
es: Marketplace
ja: マーケット

source: invalid user option
es: opción user inválida
ja: 無効なユーザ・オプション

source: You don't have permissions for adding marketplaces in name of other user
es: No tienes permisos suficientes para añadir marketplaces en nombre de otros usuarios
ja: 他のユーザの名前でマーケットプレイスを追加する権限がありません

source: You are not allowed to delete this market
es: No tienes permisos para eliminar este marketplace
ja: このマーケットを削除することは許可されていません

source: Something went wrong (see details for more info)
es: Algo ha ido mal (mira los detalles para más información)
ja: 何かが間違っていました (詳細を参照)

source: Inherit
es: Heredar
ja: 継承

source: You are not allowed to read this workspace
es: No tienes permisos para leer este entorno de trabajo
ja: このワークスペースを読むことはできません

source: You are not allowed to update this workspace
es: No tienes permisos para actualizar este entorno de trabajo
ja: このワークスペースを更新することはできません

source: Code
es: Código
ja: コード

source: Cache timestamp
es: Marca de tiempo de la cache
ja: キャッシュ・タイムスタンプ

source: Content type
es: Tipo de contenido
ja: コンテンツ・タイプ

source: Uses platform style
es: Utiliza el estilo de la plataforma
ja: ユーザのプラットフォーム・スタイル

source: Cacheable
ja: キャッシュ可能

source: Widget code not found
es: No se ha podido encontrar el código del widget
ja: ウィジェット・コードが見つかりません

source: Error reading widget code
es: Error procesando el código del widget
ja: ウィジェット・コードの読み取りエラー

source: Widget code was not encoded using the specified charset (%(charset)s as stated in the widget description file).
es: El código del widget no ha sido codificado usando el juego de caracteres indicado (%(charset)s según el descripto del widget).
ja: ウィジェット記述ファイルに記述されているように、指定された文字セット (%(charset)s を使用してウィジェットコードがエンコードされていませんでした。

source: Error processing widget code
es: Error procesando el código del widget
ja: ウィジェット・コードの処理エラー

source: Read only properties cannot be updated
es: Las variables de solo lectura no se pueden actualizar
ja: 読み取り専用のプロパティは更新できません

source: You are not allowed to remove or update read only connections
es: No tienes permisos para eliminar o actualizar conexiones de solo lectura
ja: 読み取り専用接続を削除または更新することはできません

source: Read only and hidden preferences cannot be created using this API
es: No se pueden crear preferencias de solo lectura u ocultas usando esta API
ja: この API を使用して、読み取り専用と非表示のプリファレンスを作成することはできません

source: Read only and hidden preferences cannot be removed
es: Las preferencias de solo lectura y ocultas no se pueden eliminar
ja: 読み取り専用と非表示の設定は削除できません

source: Read only and hidden status cannot be changed using this API
es: Los estados de solo lectura y oculto no se pueden cambiar usando esta API
ja: この API を使用して、読み取り専用と非表示のステータスを変更することはできません

source: Read only preferences cannot be updated
es: Las preferencias de solo lectura no se pueden actualizar
ja: 読み取り専用の設定は更新できません

source: Read only and hidden properties cannot be created using this API
es: No se pueden crear variables persistentes de solo lectura u ocultas usando esta API
ja: この API を使用して、読み取り専用プロパティと非表示プロパティを作成することはできません

source: Read only and hidden properties cannot be removed
es: Las variables persistentes de solo lectura y ocultas no se pueden eliminar
ja: 読み取り専用プロパティと隠しプロパティは削除できません

source: Invalid JSON patch
es: Parche JSON inválido
ja: 無効な JSON パッチ

source: Missing operators variables cannot be updated
es: Las variables de los operadores ausentes no se pueden actualizar
ja: 不足している演算子変数は更新できません

source: Failed to apply patch
es: Fallo al aplicar el parche
ja: パッチの適用に失敗しました

source: Missing dependencies
es: Dependencias incumplidas
ja: 不足している依存関係

source: Original wiring
es: Wiring original
ja: オリジナルのワイヤーリング

source: This is the wiring description of the original workspace
es: Esta es la descripción del wiring del espacio de trabajo original
ja: これは元のワークスペースのワイヤーリング記述です

source: Merged wiring
es: Wiring mezclado
ja: 統合されたワイヤーリング

source: This is the wiring description of the merged mashup.
es: Esta es la descripción del comportamiento creado para el mashup mezclado.
ja: これは、マージされたマッシュアップのワイヤーリング記述です。

source: Creator
es: Creador
ja: 作成者

source: Creation Date
es: Fecha de creación
ja: 作成日付

source: Last Modification Date
es: Fecha de última modificación
ja: 最終更新日

source: Searchable
es: Buscable
ja: 検索可能

source: Available to all users
es: Disponible para todos los usuarios
ja: すべてのユーザが利用可能

source: Users
es: Usuarios
ja: ユーザ

source: Groups
es: Grupos
ja: グループ

source: Visible
ja: ビジブル

source: Workspace
es: Entorno de trabajo
ja: ワークスペース

source: invalid mashup id
es: identificador de mashup inválido
ja: 無効なマッシュアップ id

source: Mashup not found: %(mashup)s
es: Mashup no encontrado: %(mashup)s
ja: マッシュアップが見つかりませんでした: %(mashup)s

source: Missing name or title parameter
es: Falta el parámetro name o title
ja: 名前またはタイトル・パラメータがありません

source: Workspace and mashup parameters cannot be used at the same time
es: No se pueden usar los parámetros workspace y mashup al mismo tiempo
ja: 作業領域とマッシュアップ・パラメータを同時に使用することはできません

source: invalid workspace name
es: nombre de entorno de trabajo inválido
ja: 無効なワークスペース名

source: A workspace with the given name already exists
es: Ya existe un entorno de trabajo con el nombre indicado
ja: 指定された名前のワークスペースがすでに存在します

source: You are not allowed to read from workspace %s
es: No tienes permisos para leer desde el entorno de trabajo %s
ja: ワークスペース %s から読み込むことができません

source: You are not allowed to delete this workspace
es: No tienes permisos para borrar este entorno de trabajo
ja: このワークスペースを削除することはできません

source: Malformed tab JSON: expecting tab name or title.
es: JSON mal formado: se esperaba el nombre o el título de la pestaña.
ja: 不正なタブ JSON: タブの名前またはタイトルが必要です。

source: You are not allowed to create new tabs for this workspace
es: No tienes permisos para crear nuevas pestañas para este entorno de trabajo
ja: このワークスペースの新しいタブを作成することはできません

source: A tab with the given name already exists for the workspace
es: Una pestaña con el nombre indicado ya existe para el entorno de trabajo
ja: 指定された名前のタブがすでにワークスペースに存在しています

source: Invalid visible value
es: Valor de visibilidad inválido
ja: 無効なビジブル値

source: You are not allowed to remove this tab
es: No tienes permiso para eliminar esta pestaña
ja: このタブを削除することはできません

source: Tab cannot be deleted as workspaces need at least one tab
es: La pestaña no se puede borra dado que el entorno de trabajo necesita como mínimo una pestaña
ja: タブには少なくとも1つのタブが必要なため、削除することはできません

source: Tab cannot be deleted as it contains widgets that cannot be deleted
es: La pestaña no se puede borrar ya que contiene widgets que no pueden ser borrados
ja: タブには削除できないウィジェットが含まれているため、削除することはできません

source: Missing workspace or mashup parameter
es: Falta o el parámetro workspace o el parámetro mashup
ja: ワークスペースまたはマッシュアップ・パラメータがありません

source: Mashup not found: %(mashup_id)s
es: Mashup no encontrado: %(mashup_id)s
ja: マッシュアップが見つかりませんでした: %(mashup_id)s

source: malformed json data: %s
es: datos json malformados: %s
ja: 不正な形式の json データ: %s

source: Malformed JSON. The following field(s) are missing: %(fields)s.
es: JSON mal formado. Faltan los siguientes campos: %(fields)s.
ja: 不正な形式のJSON。 次のフィールドはありません: %(fields)s。

source: Invalid vendor
es: Distribuidor inválido
ja: 無効なベンダー

source: Invalid name
es: Nombre inválido
ja: 無効な名前

source: Invalid version number
es: Número de versión inválido
ja: 無効なバージョン番号

source: Screen sizes
es: Tamaños de pantalla

source: List of screen sizes supported by the workspace. Each screen size is defined by a range of screen widths and different widget configurations are associated with it.
es: Lista de tamaños de pantalla soportados por el entorno de trabajo. Cada tamaño de pantalla está definido por un rango de anchuras de pantalla y diferentes configuraciones de widgets están asociadas a él.

source: You are not allowed to install components to non-owned organizations
es: No tienes permisos para instalar componentes en organizaciones de las que no eres dueño
